Repository: Bpeet84/Cacher
Catalog: languages/cacher-*.po
Languages: de_de, hu_hu

source: Cache
hu_hu: Gyorsítótár

source: Save Settings
de_de: Einstellungen speichern
hu_hu: Beállítások mentése

source: Save all cache settings including driver selections and TTL values.
de_de: Alle Cache-Einstellungen einschließlich Treiber-Auswahl und TTL-Werte speichern.
hu_hu: Minden gyorsítótár beállítás mentése, beleértve a meghajtó választásokat és TTL értékeket.

source: Clear Cache
de_de: Cache leeren
hu_hu: Gyorsítótár törlése

source: Immediately clear all cache content from all drivers.
de_de: Sofort alle Cache-Inhalte von allen Treibern löschen.
hu_hu: Azonnal törli az összes gyorsítótár tartalmat minden meghajtóról.

source: Cache Preload
de_de: Cache-Vorladen
hu_hu: Gyorsítótár előtöltés

source: Pre-generate cache for most visited pages for faster loading.
de_de: Cache für meistbesuchte Seiten vorab generieren für schnelleres Laden.
hu_hu: Előre generálja a gyorsítótárat a leglátogatottabb oldalakhoz a gyorsabb betöltés érdekében.

source: 30 minutes
de_de: 30 Minuten
hu_hu: 30 perc

source: 1 hour
de_de: 1 Stunde
hu_hu: 1 óra

source: 2 hours
de_de: 2 Stunden
hu_hu: 2 óra

source: 4 hours
de_de: 4 Stunden
hu_hu: 4 óra

source: 8 hours
de_de: 8 Stunden
hu_hu: 8 óra

source: 12 hours
de_de: 12 Stunden
hu_hu: 12 óra

source: 24 hours
de_de: 24 Stunden
hu_hu: 24 óra

source: 1 minute
hu_hu: 1 perc

source: 5 minutes
de_de: 5 Minuten
hu_hu: 5 perc

source: 10 minutes
de_de: 10 Minuten
hu_hu: 10 perc

source: 15 minutes
de_de: 15 Minuten
hu_hu: 15 perc

source: Full page cache: Stores complete HTML output. Ideal for static or rarely changing pages.
de_de: Vollseiten-Cache: Speichert komplette HTML-Ausgabe. Ideal für statische oder selten geänderte Seiten.
hu_hu: Teljes oldal gyorsítótár: A teljes HTML kimenetet tárolja. Ideális statikus vagy ritkán változó oldalakhoz.

source: Query cache: Stores SQL query results. Significantly reduces database load.
de_de: Abfrage-Cache: Speichert SQL-Abfrageergebnisse. Reduziert die Datenbankbelastung erheblich.
hu_hu: Lekérdezés gyorsítótár: SQL lekérdezések eredményeit tárolja. Jelentősen csökkenti az adatbázis terhelést.

source: Automatic driver selection based on availability
de_de: Automatische Treiber-Auswahl basierend auf Verfügbarkeit
hu_hu: Automatikus meghajtó választás elérhetőség alapján

source: Disabled
de_de: Deaktiviert
hu_hu: Kikapcsolva

source: Automatic
de_de: Automatisch
hu_hu: Automatikus

source: Time to Live - how long items are stored in cache
de_de: Lebensdauer - wie lange Elemente im Cache gespeichert werden
hu_hu: Élettartam - meddig tárolódnak az elemek a gyorsítótárban

source: Automatic TTL
de_de: Automatische TTL
hu_hu: Automatikus TTL

source: Preload function disabled!
de_de: Vorladefunktion deaktiviert!
hu_hu: Előtöltés funkció kikapcsolva!

source: Preload function enabled!
de_de: Vorladefunktion aktiviert!
hu_hu: Előtöltés funkció engedélyezve!

source: Exclude Logged-in Users
de_de: Angemeldete Benutzer ausschließen
hu_hu: Bejelentkezett felhasználók kizárása

source: When enabled, logged-in users will not receive cached content.
de_de: Wenn aktiviert, erhalten angemeldete Benutzer keine zwischengespeicherten Inhalte.
hu_hu: Ha engedélyezve van, a bejelentkezett felhasználók nem kapnak gyorsítótárazott tartalmat.

source: Enable Compression
de_de: Komprimierung aktivieren
hu_hu: Tömörítés engedélyezése

source: Use Gzip compression for cache contents.
de_de: Gzip-Komprimierung für Cache-Inhalte verwenden.
hu_hu: Gzip tömörítés használata a gyorsítótár tartalmakhoz.

source: Enable Preload
de_de: Vorladen aktivieren
hu_hu: Előtöltés engedélyezése

source: When enabled, cache preload function can be used. This automatically pre-generates cache for frequently visited pages.
de_de: Wenn aktiviert, kann die Cache-Vorladefunktion verwendet werden. Dies generiert automatisch Cache für häufig besuchte Seiten.
hu_hu: Ha engedélyezve van, használható a gyorsítótár előtöltés funkció. Ez automatikusan előre generálja a gyorsítótárat a gyakran látogatott oldalakhoz.

source: Redis Settings
de_de: Redis-Einstellungen
hu_hu: Redis beállítások

source: Redis server connection settings. Only modify if you are using a custom Redis server.
de_de: Redis-Server-Verbindungseinstellungen. Nur ändern, wenn Sie einen benutzerdefinierten Redis-Server verwenden.
hu_hu: Redis szerver kapcsolat beállításai. Csak akkor módosítsd, ha egyedi Redis szervert használsz.

source: Host
hu_hu: Kiszolgáló

source: Auth
hu_hu: Hitelesítés

source: Save
de_de: Speichern
hu_hu: Mentés

source: Exclusion Settings
de_de: Ausschluss-Einstellungen
hu_hu: Kizárási beállítások

source: Automatic Exclusions
de_de: Automatische Ausschlüsse
hu_hu: Automatikus kizárások

source: Cart Page
de_de: Warenkorb-Seite
hu_hu: Kosár oldal

source: Checkout Page
de_de: Checkout-Seite
hu_hu: Pénztár oldal

source: Shipping Page
de_de: Versand-Seite
hu_hu: Szállítási oldal

source: URL Exclusions
de_de: URL-Ausschlüsse
hu_hu: URL kizárások

source: One URL pattern per line. You can use * wildcard. For example: /cart/*, /checkout/*, /admin/*
de_de: Ein URL-Muster pro Zeile. Sie können * als Platzhalter verwenden. Zum Beispiel: /cart/*, /checkout/*, /admin/*
hu_hu: Soronként egy URL minta. Használhatod a * helyettesítő karaktert. Például: /cart/*, /checkout/*, /admin/*

source: Hook Exclusions
de_de: Hook-Ausschlüsse
hu_hu: Hook kizárások

source: One WordPress hook name per line. These hooks will not be cached. For example: woocommerce_cart_updated, user_profile_update
de_de: Ein WordPress-Hook-Name pro Zeile. Diese Hooks werden nicht zwischengespeichert. Zum Beispiel: woocommerce_cart_updated, user_profile_update
hu_hu: Soronként egy WordPress hook név. Ezek a hook-ok nem kerülnek gyorsítótárba. Például: woocommerce_cart_updated, user_profile_update

source: SQL Exclusions
de_de: SQL-Ausschlüsse
hu_hu: SQL kizárások

source: One SQL query pattern per line. Queries matching these patterns will not be cached. You can use * wildcard.
de_de: Ein SQL-Abfragemuster pro Zeile. Abfragen, die diesen Mustern entsprechen, werden nicht zwischengespeichert. Sie können * als Platzhalter verwenden.
hu_hu: Soronként egy SQL lekérdezés minta. Az ezeknek megfelelő lekérdezések nem kerülnek gyorsítótárba. Használhatod a * helyettesítő karaktert.

source: Cache Statistics
de_de: Cache-Statistiken
hu_hu: Gyorsítótár statisztikák

source: Type
de_de: Typ
hu_hu: Típus

source: Hits
de_de: Treffer
hu_hu: Találatok

source: Number of successful cache hits
de_de: Anzahl erfolgreicher Cache-Treffer
hu_hu: Sikeres gyorsítótár találatok száma

source: Misses
de_de: Fehlschläge
hu_hu: Sikertelen találatok

source: Number of cache misses (when content had to be regenerated)
de_de: Anzahl der Cache-Fehlschläge (wenn Inhalt neu generiert werden musste)
hu_hu: Sikertelen gyorsítótár találatok száma (amikor az tartalmat újra kellett generálni)

source: Hit Ratio
de_de: Trefferquote
hu_hu: Találati arány

source: Cache hit ratio compared to all requests
de_de: Cache-Trefferquote im Vergleich zu allen Anfragen
hu_hu: Gyorsítótár találati arány az összes kéréshez viszonyítva

source: Average Generation Time
de_de: Durchschnittliche Generierungszeit
hu_hu: Átlagos generálási idő

source: Average time to generate cache content
de_de: Durchschnittliche Zeit zur Generierung von Cache-Inhalten
hu_hu: Átlagos idő a gyorsítótár tartalom generálásához

source: Current Driver
de_de: Aktueller Treiber
hu_hu: Jelenlegi meghajtó

source: Currently used cache driver
de_de: Aktuell verwendeter Cache-Treiber
hu_hu: Jelenleg használt gyorsítótár meghajtó

source: Driver Statistics
de_de: Treiber-Statistiken
hu_hu: Meghajtó statisztikák

source: Driver
de_de: Treiber
hu_hu: Meghajtó

source: Status
hu_hu: Állapot

source: Used Space
de_de: Genutzter Speicher
hu_hu: Felhasznált terület

source: Items
de_de: Elemente
hu_hu: Elemek

source: Support the Development!
de_de: Unterstützen Sie die Entwicklung!
hu_hu: Támogasd a fejlesztést!

source: If you find the Cacher plugin useful, please consider supporting the project! With your help, we can develop more useful features and maintain the plugin continuously.
de_de: Wenn Sie das Cacher-Plugin nützlich finden, erwägen Sie bitte die Unterstützung des Projekts! Mit Ihrer Hilfe können wir weitere nützliche Funktionen entwickeln und das Plugin kontinuierlich pflegen.
hu_hu: Ha hasznosnak találod a Cacher bővítményt, kérlek fontold meg a projekt támogatását! A segítségeddel még több hasznos funkciót fejleszthetünk és folyamatosan karbantarthatjuk a bővítményt.

source: Support with PayPal
de_de: Mit PayPal unterstützen
hu_hu: Támogatás PayPal-lal

source: Service provided by:
de_de: Service bereitgestellt von:
hu_hu: Szolgáltatást biztosítja:

source: Cache activated
de_de: Cache aktiviert
hu_hu: Gyorsítótár aktiválva

source: Cache deactivated
de_de: Cache deaktiviert
hu_hu: Gyorsítótár deaktiválva

source: Settings saved successfully.
de_de: Einstellungen erfolgreich gespeichert.
hu_hu: Beállítások sikeresen mentve.

source: Settings save failed
de_de: Speichern der Einstellungen fehlgeschlagen
hu_hu: Beállítások mentése sikertelen

source: Error occurred:
de_de: Fehler aufgetreten:
hu_hu: Hiba történt:

source: Cache cleared successfully!
de_de: Cache erfolgreich geleert!
hu_hu: Gyorsítótár sikeresen törölve!

source: Cache clear failed
de_de: Cache leeren fehlgeschlagen
hu_hu: Gyorsítótár törlése sikertelen

source: Cache preload completed
de_de: Cache-Vorladen abgeschlossen
hu_hu: Gyorsítótár előtöltés befejezve

source: Cache preload failed
de_de: Cache-Vorladen fehlgeschlagen
hu_hu: Gyorsítótár előtöltés sikertelen

source: Preload function is not enabled
de_de: Vorladefunktion ist nicht aktiviert
hu_hu: Az előtöltés funkció nincs engedélyezve

source: Redis settings saved successfully
de_de: Redis-Einstellungen erfolgreich gespeichert
hu_hu: Redis beállítások sikeresen mentve

source: Redis settings saved but connection failed: %s
de_de: Redis-Einstellungen gespeichert, aber Verbindung fehlgeschlagen: %s
hu_hu: Redis beállítások mentve, de a kapcsolódás sikertelen: %s

source: Redis settings save failed
de_de: Speichern der Redis-Einstellungen fehlgeschlagen
hu_hu: Redis beállítások mentése sikertelen

source: Auto driver selected: %s
de_de: Automatischer Treiber ausgewählt: %s
hu_hu: Automatikus meghajtó kiválasztva: %s

source: Cache stats table structure
de_de: Cache-Statistik Tabellenstruktur
hu_hu: Gyorsítótár statisztika tábla struktúra

source: Row type: %s
de_de: Zeilentyp: %s
hu_hu: Sor típus: %s

source: Row structure
de_de: Zeilenstruktur
hu_hu: Sor struktúra

source: Compression enabled.
de_de: Komprimierung aktiviert.
hu_hu: Tömörítés engedélyezve.

source: Compression disabled.
de_de: Komprimierung deaktiviert.
hu_hu: Tömörítés kikapcsolva.

source: User exclusion enabled
de_de: Benutzerausschluss aktiviert
hu_hu: Felhasználó kizárás engedélyezve

source: User exclusion disabled.
de_de: Benutzerausschluss deaktiviert.
hu_hu: Felhasználó kizárás kikapcsolva.

source: Auto TTL enabled for %s cache
de_de: Automatische TTL für %s Cache aktiviert
hu_hu: Automatikus TTL engedélyezve %s gyorsítótárhoz

source: Cacher Settings
hu_hu: Cacher Beállítások

source: A Cacher plugin alapbeállításai.
hu_hu: A Cacher bővítmény alapbeállításai.

source: Alapértelmezett Cache Driver
hu_hu: Alapértelmezett Gyorsítótár Meghajtó

source: Teljes Oldal Cache
hu_hu: Teljes Oldal Gyorsítótár

source: Adatbázis Cache
hu_hu: Adatbázis Gyorsítótár

source: A ✓ jelöli az elérhető, a ✗ pedig a nem elérhető drivereket.
hu_hu: A ✓ jelöli az elérhető, a ✗ pedig a nem elérhető meghajtókat.

source: You do not have permission to perform this action.
hu_hu: Nincs jogosultságod a művelet végrehajtásához.

source: Cache system activated.
hu_hu: Gyorsítótár rendszer aktiválva.

source: Cache system deactivated.
hu_hu: Gyorsítótár rendszer deaktiválva.

source: %s cache settings saved successfully!
hu_hu: %s gyorsítótár beállítások sikeresen mentve!

source: Invalid setting!
hu_hu: Érvénytelen beállítás!

source: Setting saved successfully!
hu_hu: Beállítás sikeresen mentve!

source: Failed to save setting!
hu_hu: Beállítás mentése sikertelen!

source: Cache system is not enabled!
hu_hu: A gyorsítótár rendszer nincs engedélyezve!

source: Successfully preloaded %d pages. %d failed pages. Pages will automatically refresh after %d seconds.
hu_hu: Sikeresen előtöltve %d oldal. %d sikertelen oldal. Az oldalak automatikusan frissülnek %d másodperc múlva.

source: Error occurred during cache preload: %s
hu_hu: Hiba történt a gyorsítótár előtöltése során: %s

source: Missing required fields!
hu_hu: Hiányzó kötelező mezők!

source: Host field cannot be empty!
hu_hu: A kiszolgáló mező nem lehet üres!

source: Invalid port number!
hu_hu: Érvénytelen port szám!

source: Visit Plugin Website
de_de: Plugin-Website besuchen
hu_hu: Plugin weboldal megtekintése

source: Contact Developer
de_de: Entwickler kontaktieren
hu_hu: Kapcsolat a fejlesztővel
